Repository: mozilla-l10n/mt-training-data
Catalog: khw/khw_pontoon.tmx
Source language: en_us
Languages: khw

source: If the sentence is offensive or upsetting - for example because of explicit content, or another violation of our <communityGuidelines>community participation guidelines</communityGuidelines> - you should reject the sentence. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment> to escalate the issue.
khw: جملا کی شوم یا پریشانیو لو کی اوشوئی۔ مثلا صفا مواد یا اسپہ <communityGuidelines>کمیونیٹیو رہنمائی<communityGuidelines> سورا عمل کی نو کوری اوشوئے تے جملو رد کو۔ تو اسپہ تین دی لو دیکو بوس <emailFragment>commonvoice@mozilla.com</emailFragment>مسلو سورا نیزیکو بچین۔

source: If the sentence meets the criteria above, click the "Yes" button.
khw: جملہ کی سورا ہے شرطو پورا کی کویان تھے "دی" بٹینو دیت

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
khw: اگر جملہ معیارو پورا کی کویان ہیا&quot; کلک کو۔ ہوسکی وشکی &quot;منظور کو

source: If you are unsure about the sentence, you may also skip it and move on to the next one.
khw: اگر جملو پارا تہ یقین کی نیکی، تو ہرو پیݯھی پوشٹی بیکو بوس

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
khw: ہݰ اشناری کی تہ پروشٹہ ہائےکہ ہتوغو بارا ہیا 'رہنمائی' کیا اشناری شامل نیکی اندازا لگئے توغو بارا فیصلہ کو۔ فیصلہ کوریکو کی نوبیتاو سورین نیسی پروشٹی رکارڈنگو تین بوغَے۔

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
khw: کی بویان <strong>ہیتان تے کار کو </strong>وا ہیتان ہوݰ</strong> کو۔ ہیہ عام طورا <strong> منظورکوریکو سفوسر جام </strong>۔

source: If you don’t hear from us within a couple of days, reach out at <emailLink>{ $email }</emailLink> and we’ll get back to you!
khw: تہ تین ای کما بسا اسپہ ویلٹیار کیا جواب کی نو ہائے۔ اسپہ تین نیویشے <emailLink>{ $email }</emailLink> وا اسپہ تہ تین جواب دوسی۔

source: If you don't see your language in either part of the platform, select both.
khw: تو کی تان وارو ای ژاغا دی کی نو لیتاو جوکھاران گنے

source: If you or your organisation would like to contribute back to the project, you can make a <donateLink>donation</donateLink> or reach out to our partnerships team on <emailFragment>commonvoice@mozilla.com</emailFragment>.
khw: اگر تو یا تہ تنظیم ہیہ پروجیکٹو سوم مدد کوریک کی مݰکیمیان، <donateLink>چندہ<donateLink> دیکو بومی یا اسپہ شراکت کوریاک ٹیمو سوم لو دیکو بومی <emailFragment>commonvoice@mozilla.com</emailFragment>۔

source: If you’re having trouble contributing, you can switch back to seeing all content for your language at any time.
khw: تہ تین مدد کوریکا کی مسلہ گویان تو تان وارو تمام اشناریان لوڑیکو ژاغا واپس گیکو بوس۔

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
khw: تو اے ایس ار ماڈلو تین اسپاپ کی ساوزیسان، کمیونیٹو خور رویان سوم<discourseLink> مشقولگیا</discourseLink> بی تعلق ساوزیکو بوس۔

source: If you're looking to speak more about the dataset, want to co-invest in planned platform expansions or look for collaboration opportunities, <emailFragment>drop us a line.</emailFragment>
khw: اگر تو ڈیٹاسیٹو بارا خور دی کی لوو دیک مݰکیسان، پلیٹ فارمو منصوبے لوٹیکو بچین پیسہ لاکھییک کی مݰکیسان یا ای بیتی کوروم کوریکو موقعو کی تلاشا اسوس اسپہ تین<emailFragment> اسکوردی نیویشیے</emailFragment>۔

source: If you run out of sentences to review, please help us collect more sentences!
khw: تہ سوم جملہ وا لوڑیکو بچین ختم کی ہونی، اسپہ سوم خور جملہ بڑاڅیکا مدد کو

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
khw: لہجو وجہین دیتی ہوݰ کوریک کی ناممکن بویان <strong> یا گوݯتو<strong> بو شور کی گویان،</strong> یا خور<strong> رویان لو دی شینی</strong> تھے ہوازو رد کو<accuracyLink>۔ سہی بیکو خور معلوماتان بچین 'سہی بکو معیارو' لوڑے </accuracyLink>

source: Igbo
khw: اگبو

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
khw: اوا کمان وائس تین ہواز مہربانی کوریکو پچین حدف لکھیتام۔ اصل روئے کیچہ کوری لو دونیان رے مشنیو ݯھیھیکو پیچین مہ سون جوست بوس وا مدد کو{ $link }

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
khw: اوا تہ سوم ہمی معلوماتان موزیلا <privacyLink> راز دریو پالیسیو </privacyLink>مطابقا کیچہ کہ تو ہورو واضح کوری اسوس سنبال کوم

source: Include appropriate citation
khw: مناسب حوالہ جاتان شامل

source: Includes email, username & demographic info, available right away
khw: ای میلو، استعمال بک نام اوچے آبادیو بارا معلومات شاو دستیاب بونی

source: Includes mp3s and related sentences, may take some time to prepare
khw: ام پی 3 وا متعلقہ جملان سورا مشتمل شیر، تیار بیکا پھوک وخت گنیر

source: Indonesian
khw: انڈونیشین

source: Indus Kohistani
khw: انڈس کوہستانی

source: Information about the language
khw: وارو بارا معلومات

source: In Progress
khw: عملہ اسوسی

source: Interested in getting involved with this project, or partnering with us?
khw: تہ ہیہ منصوبہ شامل بیکا دلچسپی شیرا یا اسپہ سوم شراکت کوسانا؟

source: Interested in learning more and contributing to the project?
khw: تو خور دی کیاغ ݯھیݯھیکو وا پروجیٹا حصہ گنیکا شوقینا؟

source: Interface language:
khw: ایغو سوم لو دیکو وار:

source: Interlingua
khw: آنٹرلینگوا

source: Interlingue
khw: آنٹرلینگو

source: [interrupted by background noise]
khw: [گوݯتو شور موژی غیریتائے]

source: Intersex
khw: موش تہ کیمری

source: Iñupiaq
khw: اینوپیاق

source: Invalid file
khw: وحت بوغدو فائیل

source: Irish
khw: ائریش

source: IsiNdebele (North)
khw: اسینڈیبیلے(نارتھ)

source: IsiNdebele (South)
khw: اسینڈیبیلے(ساوتھ)

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
khw: </isoCodeLink> ISO کوڈ</isoCodeLink> کہ تہ تین پتہ

source: Is the clip valid?
khw: ہے ہواز صحیا؟

source: Italian
khw: آٹالیئن

source: It contains words or phrases that are hard to read or pronounce.
khw: ہیا ہش لفظ یا چیق جملہ شینی کی ہتان ریک یا ادا کوریک مشکل

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do?
khw: سالان تقریبا ای میلین ڈالر دیٹاسیٹو نیٹا لکھکو وا بہتر کوریکو بچین خرچا گویان۔ اسپہ کیاغ کی کوسیان ہمو سورا شورار ذیاد واران روئے بھروسہ کونیان۔

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. <strong>If you value open, inclusive data - donate today!</strong>
khw: ڈیٹاسیٹو اونلائین لکھیکو بچین وا ہیہ پلیٹ فارمو بہتر کوریکو بچین سالانہ تقریبا ای میلن ڈالر ضرورت۔ اسپہ ہیہ کورمو شورار ذیاد واران روئے استعمال کونیان۔ <strong>تو دی کی ویریع، سفو بچین معلوماتان قدرکوسان ہنون چندہ دیت! </strong>

source: It costs a lot of money to continually host and release the datasets, improve the platform and run <africaMradiLink>community programmes</africaMradiLink>.
khw: دیٹاسیٹو تین ژاغا و رویان تین پشیکو پچین، بہتر کوریکو پچین وا کمیونیٹیان پروگرامان چلیکو پچین بو پیسو ضرورت شیر۔

source: It is very important that all text sentences are <publicDomain>public domain</publicDomain> (cc0) as the Common Voice dataset is released under a cc0 license. Only ever upload a sentence if you are sure, and always include the relevant citation.
khw: ہیا بو ضروری کہ تمام جملہ <publicDomain> عام رویان دائرو بݰ </publicDomain>cc0بانی۔ کیچہ کہ کامن وائس cc0 لائسینس سورا پشیران۔ ہمیشو پچین ہش جملان اپ لوڈ کوکی کہ تہ تین یقیین اوشوئی وا ہمیشو پچین حوالو شامل کو

source: It is written in a language different than what I’m reviewing.
khw: اوا کیا وارو کی وا لڑیمان ہیا ہتے وارو سار خور نویشی شیر۔

source: It is written in a language different than what I’m speaking.
khw: اوا کیا وارا کی لو دومان ہیا ہتے وارا نو نویشیشیر۔

source: It’s important to include citations so we can check that sentences are in the public domain and no copyright restriction apply.
khw: حوالہ شامل کوریک بوضروری تاکہ اسپہ لڑیسی کہ جملہ عام رویان دائرو وا تیرا کاپی رائٹ تھے نو لگی شیر۔

source: It takes a lot to make Common Voice happen! We don't do it alone. Want to partner with us? We'd love to hear from you.
khw: کامن وائسا کوروم کوریکو پچین بو کیاغ کوریلیک۔ ہمو اسپہ غیژی نو کوسیان۔ اسپہ خورو گنی کوروم کوریک مݰکیسیان؟ اسپہ بو خوشانیا تہ لوو کار کوسی۔

source: Izhorian
khw: ایژورین

source: Japanese
khw: جپانار

source: Jaqaru
khw: جقارو

source: Javanese
khw: جواننیسے

source: Join Discord Community
khw: پیڅیروا کمیونیٹیا شامل بوس

source: Join the Common Voice mailing list
khw: کامن وائسو ای میلان لسٹا شامل بوس۔

source: Join us on Discord
khw: اسپہ سون پیڅیروا شامل بوس

source: Just respond to the prompt as naturally as you can in a couple of sentences. Make sure your language is respectful and inoffensive.
khw: کندوری کی بیتاؤ قدرتی اندازا اشاران صرف ای کمہ جملہ جواب دیت۔ ہیہ لو ضروری کی تہ زبان شہیلی وا باعزت بائے۔

source: Just Unsure?
khw: صرف غیر یقینی

source: Kabardian
khw: کاباردئین

source: Kabyle
khw: کابائلے

source: Kalasha
khw: کالاشہ

source: Kalenjin
khw: کالینجین

source: Kalkoti
khw: کلکوٹی

source: Kannada
khw: کناڈا

source: Kaqchikel
khw: کاقچیکل

source: Kara
khw: کارا

source: Karakalpak
khw: کراکالپاک

source: Kateviri
khw: کتہ وری

source: Kazakh
khw: کزاخ

source: { $kb }kb max
khw: { $kb } کے بی مکس

source: Keep
khw: بہچاوے

source: Keep it up, record again <recordIcon></recordIcon>
khw: تان کورمو جاری سوتے، وا رکارڈ کو<recordIcon></recordIcon>

source: Keep the recordings
khw: رکارڈنگان تان سون لکھے

source: Keep track of your progress and metrics across multiple languages.
khw: کورمو پروشٹی بیکو وا تھمام واران خانو لوڑو

source: Keep track of your progress with a profile
khw: تان پروفائیلو ذریعا تان کورمو پوروشٹی بیکو معلوم کو

source: Keep track of your progress with a profile and help our voice data be more accurate.
khw: تان کورمو پروفائلو سورا پوشٹی بیکو لوڑے وا اسپہ ہوازو ڈیٹا جام سہی بکو پیچین مدد کو

source: Kelabit
khw: کیلابیٹ

source: Kenyah
khw: کینیاہ

source: Kenyi
khw: کینائی

source: Ketrani
khw: کترانی

source: Khmer
khw: خمر

source: Khowar
khw: کھوار

source: K'iche'
khw: کیچے

source: Kichwa
khw: کیچوا

source: Kidaw'ida
khw: کداوائدہ

source: Kikuyu
khw: کیکویو

source: Kinyarwanda
khw: کنیر وانڈا

source: Kohistani Shina
khw: کوستانی شینا

source: Kom
khw: کوم

source: Komi-Zyrian
khw: کومی-زئرین

source: Konkani (Devanagari)
khw: کونکانی (دیواناگری)

source: Korean
khw: کورین

source: Kuku
khw: کوکو

source: Kurmanji Kurdish
khw: کورمنجی کردیش

source: Kyrgyz
khw: کرغیز

source: Language
khw: وار

source: Language Fundamentals (e.g. Digits, Letters, Money)
khw: وارو پچین لازمی ( مثلا نمبر، حروف، پیسہ)

source: Language Request
khw: وارو پچین عارضی

source: Language request successfully submitted, thank you.
khw: کیا وارو بچین کی درخواست کوری استاؤ ہسے جمع کورونو ہوئے، شکریہ۔

source: Languages
khw: وار

source: Languages can have their own validation rules with additional requirements when they localize. If there is no specific validation file for a language, the English rules will show for contributors.
khw: ای وارو مقامی کوراوا اضافی ضروتان سو جوستا توغو سند کوریکو اصول دی بوئے۔ ای وارو کی خاص سندو فائل کی نو اوشوئی تھےانگریزیو اصولان حصہ گناکان پشین بوئے۔

source: Language Text
khw: وارو نیویشیرو

source: Lao
khw: لاو

source: Large bulk sentence submission
khw: بو امبوخ جملان جمع کو

source: Large scale corporates and platform companies
khw: لوٹ پیمانہ اجتعماعی کمپنی

source: Lassi
khw: لاسی

source: Last Updated: { $lastUpdatedTimeStamp }
khw: اخیری اپڈیٹ

source: Latgalian
khw: لاتگالئین

source: Latvian
khw: لیتویئن

source: Launched
khw: شروع ہوئے

source: Laz
khw: لاز

source: Leaderboard Visibility
khw: لیڈر بورڈو غیچی گیگ

source: Learn about partnerships with Common Voice
khw: کامن وائسو سوم شراکت دار بیکو بارا ݯھیݯھے

source: Learn how to check a transcription
khw: نیویشیرو لوڑیک ݯھیݯھے

source: Learn how to take part
khw: حصہ گنیکو طریقو ݯھیݯھے

source: Learn how to transcribe
khw: ہوازو نیویشیکا غیریک ݯھیݯھے

source: Learn how to use this page
khw: ہیہ صفحو استعمال کوریکو ݯھیݯھے

source: Learn More
khw: خور دی ݯھیݯھے

source: Leaving now means you’ll lose your changes
khw: پیڅھی بیکو مطلب ہیا کی تو بدل دیروان نو لکھیک مݰکیسان

source: Leaving now means you'll lose your progress
khw: ہنیسے پیڅیکو مطلب ہیہ کی تہ کاردو کروم ضائع بوئے

source: Length
khw: لوٹی

source: Let's Get Started
khw: گیور شروع کوسی

source: Letters must be valid in the language being spoken. For example, “ж” is a letter in the Russian alphabet but is never used in English and so should never appear in any English source text.
khw: حروف ہتے وارو تان بانی کیا وارا کی لو دیونو بویان۔ مثلا حرف "ж" روسی واروا استعمال بویان لیکن انگریزیا کیاوحت دی استعمال نو بیتی شیر۔ ہیس انگریزی عبارتو موژی نو بیلیک۔

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
khw: لیبری سپیچ تقریبا 1000 گھنٹہ 16Khzریاک ای انگریزی تقریرو مجموعہ، ہیس لیبری وکسو منصوبار ریکو ہوازو کتابار نیزی شیر۔

source: License
khw: لائسینس

source: License: <licenseLink>CC-0</licenseLink>
khw: لائسینس: <licenseLink>سی سی زیرو</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
khw: لائسینس: <licenseLink>{ $license }</licenseLink>

source: Ligurian
khw: لیگورئین

source: Lingala
khw: لنگالا

source: Link Copied
khw: لنک کاپی ہوئے

source: Links to websites that can help us understand the language
khw: ویب سائٹان لنک کہ ہتیت تہ وارو ہوݰ کوریکا اسپہ مدد کونی۔

source: Listen
khw: کار کورے

source: Listening
khw: کار کوریک

source: Listen options menu
khw: اختیاراتان فہرستو کارکورے

source: Listen-Queue
khw: کارکوریکو- ژیر

source: Lithuanian
khw: لیتھوینئین

source: Loading…
khw: لوڈ بویان۔۔۔

source: Loading sentences…
khw: جملو لوڈ کویان۔۔۔

source: Localized
khw: مقامی کوریک

source: Log In
khw: لوگ ان

source: Login Identity
khw: لاگ اِن کوریکو شناخت

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
khw: <loginLink>لاگ ان</loginLink> یا <loginLink>سائن اپ</loginLink> ذیاد جملہ شامل کوریکو پچین

source: Log in or sign up to get started
khw: شروع کوریکو بچین لاک ان یا سائن ان بوس

source: Log In / Sign Up
khw: لاگ ان/سائن اب

source: Log In / Sign Up with { $company } email
khw: { $company } ای میلو سورا لاک ان/سائن ان بوس

source: Log Out
khw: لاگ اوٹ

source: Lojban
khw: لوجبان

source: Look for text where the copyright no longer applies - for example most books that were published before 1920
khw: ہݰ عباراتان لوڑے کی تیت کاپی رائٹ نوبانی۔ مثلا ہتے کتاب کی ہتیت 1920 سار پوشٹی ݯھاپ بیتی شینی

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
khw: ہݰ سریران کی ہیہ وارا کارکوریکو بچین ہواز نیکی۔ ایک کما رکارڈ کوری اسپہ سوم ہیا کمیو پورا کورور۔

source: Luganda
khw: لوگانڈا

source: Luxembourgish
khw: لگژمبرگیش

source: Macedonian
khw: مسیڈونین

source: Mada
khw: میڈا

source: Maithili
khw: مائتھیلی

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
khw: لو دیکار پوشٹی رکارڈنگ شروع بائے۔ لوو ختم کی ہونی تھے رکارڈنگ بند بائے۔

source: Make sure the sentence meets the following criteria:
khw: تسلی کو کی جملہ پوشٹی گیاک معیارو پورا کویان

source: Make sure they can be answered in just a couple of sentences
khw: ہیا ضروری کی ہیتان جواب ای کما جملا دین بائے

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
khw: تان جمع کاردو معلوماتان قیمتی کوریکو بچین کھوشت پھوک آبادیو معلوماتان دیت۔ آسپہ ابادیو بارا تمام مولوماتان عام کوریکوکار پوشٹی ہوش کوریکو نݰنانا نیزیسیان۔

source: Malagasy
khw: مالاگاسی

source: Malay
khw: مالے

source: Malayalam
khw: ملایالم

source: Male/Masculine
khw: موش

source: Maltese
khw: ماٹیسی

source: Manage Email Subscriptions
khw: ای میل سبسکرپشنان انتطام

source: Manage Subscriptions
khw: سبسکرپشن انتطام

source: Manx
khw: مانکس

source: Mapudungun
khw: ماپودونگون

source: Marathi
khw: مراٹھی

source: <mark>Check</mark>
khw: <mark>لوڑے</mark>

source: <mark>Data</mark>
khw: <mark>ڈیٹا</mark>

source: <mark>Prompt</mark>
khw: <mark>اشارہ</mark>

source: <mark>Respond</mark>
khw: <mark>جواب دیت</mark>

source: <mark>Transcribe</mark>
khw: <mark>نیویشیکا غیراوے</mark>

source: <mark>Using CV for</mark><br/><mark>your research?</mark>
khw: <mark> CV پچین استعمال بویان</mark><br/><mark> تہ تحقیقا؟</mark>

source: <mark>We need</mark><br/><mark>your help!</mark>
khw: اسپہ تین </mark>تہ مددو</mark> ضرورت شیر</mark>

source: Matrix is an open, lightweight protocol for decentralized, real-time communication, and Mozilla's preferred open discussion platform.
khw: میٹرکس وریغ، تیز خبر تریکو، غیر مرکزی لوڅ اصول، وا موزیلو وریغ مشقولگیو خوش ژاغہ

source: Maximum file size: 25 MB
khw: فائیلو لوٹار لوٹ سائز : 25 ایم بی

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
khw: اسپہ <homepageLink>ہوم پیچ<homepageLink> مدد کیا کویا؟ سوال کوریکو پچین ہیا <matrixLink>خانہ شامل بوس۔ کمیونیٹی لوان خانہ </matrixLink>۔ نقص لوڑیکو پچین <githubLink> گیت ہب</githubLink> یا لوڑے<discourseLink> اسپہ لودیکو ژاغا

source: MB
khw: ایم بی

source: Mbo
khw: مبو

source: Meadow Mari
khw: میڈو ماری

source: Media and Entertainment
khw: میڈیا وا تفریج

source: Medumba
khw: میڈومبا

source: Meetei Lon
khw: میٹئی لون

source: Message
khw: پیغام

source: Michoacán Mazahua
khw: میچواکن مزاہوا

source: Mingrelian
khw: منگریلین

source: Minimum sentences in file: 1000
khw: ای فائلا کم ازکم جملہ: 1000

source: [Mismatched content]
khw: [ مختلف اشناریان مواد]

source: Misreadings
khw: غلط ریک

source: Missing an 's' at the end of a word.
khw: لفظو اخرا کیا حرفو پیڅیک

source: Missing an <strong>'s'</strong> at the end of a word.
khw: لفظو اخیرا ای <strong> س<strong> کی نو اشوئی

source: Missing 'A' or 'The' at the beginning of the recording.
khw: رکارڈنگ کوراوا شروعا کیا حرفو پیڅیک

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
khw: <strong>'کی'</strong> یا <strong>تھے</strong> رکارڈنگا پیځیک۔

source: Missing the end of the last word by cutting off the recording too quickly.
khw: رکارڈنگو پروشٹی بند کوریکو وجہین دیتی آخرو لفظو پیڅیک

source: Mixed
khw: اموشت

source: Mixteco Yucuhiti
khw: میکس ٹیکو یوکوہیٹی

source: Mokpwe
khw: موکپوے

source: Moksha
khw: موکشا

source: Mongolian
khw: منگولئین

source: More
khw: خور

source: [More has been recorded than the required text]
khw: [ کندوری کی نویشیرو حاجت، ہیتیغار ذیاد رکارڈ کورنو بیتی شیر ]

source: More languages coming soon
khw: خور واران دی شاؤ انگوسیان

source: Mossi
khw: موسی

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
khw: اکثر لوٹ کمپنی کی کیا ڈیٹا استعمال کونیان ہتیت بو رویان تین مہیا نیکی۔ اسپہ سوچ ہیا کہ ہیت نوغ ایجاد کوریکا روکاوٹ بندہ کوینان۔ ہیا وجہین دیتی اسپہ کامن وائسو پروجکٹو شروع اریتام۔ ہیاہش پروجکٹ کی ہوازو ہوش کوریکو سفو پچین مہیا کویان۔

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
khw: اکثر لوٹ کمپنی کی کیا ڈیٹا استعمال کونیان ہتیت بو رویان تین مہیا نیکی۔ اسپہ سوچ ہیہ کہ ہیت تخلیقی کوروم کوریکا روکاوٹ پیدا کونیان۔ ہیہ وجہین دیتی اسپہ کامن وائسو منصوبو شروع اریتام۔ ہیہ پروجکٹ سفو سوم ہوازو ہوݰ کوریکا مدد کویان۔

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
khw: ذیاد رکارڈنگ ہتے رویان کاکی تان قدرتی ہوازا لوو دونیان۔ تو ایگانا ہتے غیر معیاری ہواز کی ہتیت شور، لاش لو وا ڈرامائی ہواز بدل بیتی شینی دی منظور کوریکو بوس۔ مہربانی کوری باشاوونان اوچے کمپیوٹیرو ترتیب دیرو ہوازان رد کورے۔

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
khw: کامن وائس موزیلو ای مہم، ہیا اصل روئے کیچہ کوری لو دونیان رے مشینو ݯھیݯھیکا مدد کویان۔

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
khw: موزیلا کامن وائسو پورا دنیار مختلف کمیونیٹیان کارکن، لسانیات دان، ڈیٹا سائنسدان، ماہر تعلیم وا سافٹ وئر انجینئر ممکن ساوزیتانی۔ منصوبو موزیلا فونڈیشن نگرانی کویان۔

source: Mozilla Common Voice is the world’s most diverse crowdsourced open speech dataset - and we’re powered entirely by donations. It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. If you value open, inclusive data - <b>donate today!</b>
khw: موزیلو کامن وائس دنیو سفو سر لوٹ مختلف رویان ڈالو ݯکھے ساوزیرو وا سفو بچین ڈیٹا سٹ۔ وا اسپہ مکمل طورا چندان سورا کوروم کوسیان۔ سالانا ای ملین ڈالر ڈیٹا سیٹو، نیٹا لکھیکو وا ہیرا خور کوروم کوریکو بچین ضرورت بویان۔ اسپہ کیاغ کی کوسیان ہموغار ای شورار ذیاد وارو روئے فائدہ گنینیان۔ کوریکی تو سفو بچین وا مشترکہ ڈیٹو تے اہمیت کی دوسان تھے <b>ہنون تان چندہ دیت<b>۔

source: Mozilla’s open source voice recognition engine Deep Speech can be used to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
khw: موزیلو اوپن سورس ہوازو ہوݰ کوراک انجن "ڈیپ سپیچ" لوان ہوش کورا اپلیکیشن ساوزیکو پچین استعال کورین بوئے۔ اسپہ <githubLink> "گیتھبو" لوڑے </githubLink> یا شامل بوس<discourseLink> "ڈیپ سپیچ" مشقول گیا</discourseLink> کیچہ کوری شروع کونی رے ݯیݯیکو پچین۔

source: Mutual accountability.
khw: تان موژی ایغو سون حساب کتاب

source: n
khw: این

source: N/A
khw: لاگو نو

source: Name
khw: نام

source: Names of your language
khw: تہ وارو نام

source: Native Language
khw: تت بپو وار

source: Nature and Environment
khw: قدرت وا ماحول

source: Need help deciding which to choose?
khw: کھیوالیو گنیم رے فیصلہ کوریکو پچین مدد ضرورت شیر

source: Need help with the Sex or Gender changes?
khw: جنسو تبدیلیو بارا مددتو ضرورت شیر

source: Need some help with accent?
khw: لہجو پچین مدد ضرورت شیر

source: Need some help with variants?
khw: وارو شکلان بچین مدد ضرورت شیرا؟

source: Need to download your data?
khw: تان معلوماتان ڈاون لوڈ کوریک مݰکیسانا؟

source: Nepali
khw: نیپالی

source: New Language Launch
khw: نوغ وار منظرعامہ ہائے

source: News and Current Affairs
khw: خبر وا موجودہ حالات

source: Next
khw: پروشٹی

source: Ngiembon
khw: نگیمبون

source: Nias
khw: نیاس

source: Nigerian Pidgin English
khw: نائجیرین پیڈیجن انگریزی

source: NKo
khw: این کو

source: No
khw: نو لہ

source: [No ‘a’ in the original text]
khw: [اصل نیویشیروا 'بیری' شیر]

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
khw: <noCopyright>کاپی رائٹ نیکی</noCopyright> پابندی (cc-0)

source: No foreign letters
khw: خور وارو حرف نیکی

source: No gravatar found for your email
khw: تہ ای میلا گریواٹیر ملاو نو ہوئے

source: No information
khw: معلومات نیکی
